{
  "${modID}:TheJusticar": {
    "NAMES": [
      "The Justicar",
      "the Justicar"
    ],
    "TEXT": [
      "A Warrior of Fire and Faith, From lands long lost. Determined to vanquish the Spire's Evil.",
      "NL You Raise your weapon, and take a final vow.",
      "Navigating an unlit street, you come across several hooded figures in the midst of some dark ritual. As you approach, they turn to you in eerie unison. The tallest among them bares fanged teeth and extends a long, pale hand towards you. NL ~\"Stop~ ~there~ ~Obsidian~ ~Scion,~ ~leave~ ~or~ ~kowtow~ ~to~ ~a~ ~new~ ~god.\"~"
    ,
      "#r~BETRAYAL.~ NL NL You gaze over the crowd that called this mountain city home, the #pGrand #pInquisitor is addressing the crowd. you can do nothing but wait in ~silence.~ NL The Onyx dragon's voice @pierces@ the still air over the ~crowd~ command, swiftly your former comrades dash towards the crowd weapons drawn a frenzied look in their eyes. NL NL You jump into action, taking up arms against your former allies. NL You saved many innocent lives that day, after the battle and a bitter truce of a resolution. NL A #y@Divine@ #y@Spark@ appeared in the distant mountains to the south, a ~new~ ~path.~"
    ]
  },
  "${modID}:TheWarden": {
    "NAMES": [
      "The Warden",
      "the Warden"
    ],
    "TEXT": [
      "An elegant swordfighter with a foot in two worlds at once, deadly combat is a waltz to them.",
      "NL The clock strikes midnight, your empire for the taking.",
      "Navigating an unlit street, you come across several hooded figures in the midst of some dark ritual. As you approach, they turn to you in eerie unison. The tallest among them bares fanged teeth and extends a long, pale hand towards you. NL ~\"Join~ ~us~ ~,~ ~and~ ~feel~ ~the~ ~warmth~ ~of~ ~the~ ~Spire.\"~"
    ,
      "#p~APATHY,~ NL NL A World of ~Neon~ ruin lays before you, grand lights shower the decaying concrete jungle in a never ending light. NL This city never sleeps, and neither shall you, so long as theirs ~trash~ roaming about. @CRACK@ ... That one didn't even hear you approach... however in that moment, a few of their friends heard you, gunfire rings out, and then the alley you dash down has no exit. In a panic you fumble to ready your blade, however before you do @CRACK,@ and the world goes dark. NL theirs no rest for the wicked and you later awake to sunrise in the badlands outside the city, the only things you didn't have stolen was your pocket watch, you think, \"work never ends, but maybe, in a different time, another place this could be avoided.\" NL you dive into the shimmering bronze tear in the air your watch creates."
    ]
  },
  "${modID}:TheRimedancer": {
    "NAMES": [
      "The Rimedancer",
      "the Rimedancer"
    ],
    "TEXT": [
      "A crafty Ne'er-do-well from the northern wastes, swift movement and effortless magic guide their thieving claws.",
      "NL A Gods riches will be mine~",
      "Navigating an unlit street, you come across several hooded figures in the midst of some dark ritual. As you approach, they turn to you in eerie unison. The tallest among them bares fanged teeth and extends a long, pale hand towards you. NL ~\"Join~ ~us~ ~Coldhearted~ ~one,~ ~and~ ~feel~ ~the~ ~warmth~ ~of~ ~the~ ~Spire.\"~"
    ]
  }
}